Repository: CofficLab/Wakey
Catalog: Packages/PluginSettingGeneral/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Build
zh_hans: 构建
zh_hk: 构建

source: Check for Updates
zh_hans: 检查更新
zh_hk: 检查更新

source: Check...
zh_hans: 检查…
zh_hk: 检查…

source: Name
zh_hans: 名称
zh_hk: 名称

source: Settings...
zh_hans: 设置…
zh_hk: 设置…

source: Updates
zh_hans: 更新
zh_hk: 更新

source: Version
zh_hans: 版本
zh_hk: 版本

# Wakey 已从你的 Mac 移除，应用已移到废纸篓。
source: Wakey has been removed from your Mac and moved to Trash.
zh_hans: Wakey 已从你的 Mac 移除，应用已移到废纸篓。
zh_hk: Wakey 已從你的 Mac 移除，應用程式已移至垃圾桶。

# Wakey 数据已清除，应用即将退出。
source: Wakey data has been cleared. The app will now quit.
zh_hans: Wakey 数据已清除，应用即将退出。
zh_hk: Wakey 資料已清除，應用程式即將結束。

# 卸载完成
source: Uninstall Complete
zh_hans: 卸载完成
zh_hk: 卸載完成

# 卸载未完成
source: Uninstall Incomplete
zh_hans: 卸载未完成
zh_hk: 卸載未完成

# 同时删除 Keychain 中的 API Key、密码和凭据
source: Also delete API Keys, passwords, and credentials from Keychain
zh_hans: 同时删除 Keychain 中的 API Key、密码和凭据
zh_hk: 同時刪除 Keychain 中的 API Key、密碼和憑證

# 彻底卸载 Wakey
source: Completely Uninstall Wakey
zh_hans: 彻底卸载 Wakey
zh_hk: 徹底卸載 Wakey

# 暂时还没有说明书。
source: No user manual yet.
zh_hans: 暂时还没有说明书。
zh_hk: 暂时还没有说明书。

# 更新通道
source: Update Channel
zh_hans: 更新通道
zh_hk: 更新頻道

# 正在卸载 Wakey…
source: Uninstalling Wakey…
zh_hans: 正在卸载 Wakey…
zh_hk: 正在卸載 Wakey…

# 正在清除插件数据、偏好设置、扩展数据和凭据。
source: Clearing plugin data, preferences, extension data, and credentials.
zh_hans: 正在清除插件数据、偏好设置、扩展数据和凭据。
zh_hk: 正在清除外掛資料、偏好設定、擴充資料和憑證。

# 此操作会永久删除 Wakey 自己保存的数据。用户自己的数据、偏好和文件不会被删除。
source: This will permanently delete data saved by Wakey. Your own data, preferences, and files will not be deleted.
zh_hans: 此操作会永久删除 Wakey 自己保存的数据。用户自己的数据、偏好和文件不会被删除。
zh_hk: 此操作會永久刪除 Wakey 自己儲存的資料。用戶自己的資料、偏好和檔案不會被刪除。

# 此操作无法撤销
source: This action cannot be undone
zh_hans: 此操作无法撤销
zh_hk: 此操作無法撤銷

# 秒后自动退出
source: s until auto-quit
zh_hans: 秒后自动退出
zh_hk: 秒後自動結束

# 稳定版
source: Stable
zh_hans: 稳定版
zh_hk: 穩定版

# 说明书
source: User Manual
zh_hans: 说明书
zh_hk: 说明书

# 还有 %lld 项，将在确认后一起处理。
source: %lld more items will be processed after confirmation.
zh_hans: 还有 %lld 项，将在确认后一起处理。
zh_hk: 還有 %lld 項，將在確認後一起處理。

# 部分数据未能清除，应用未移除。
source: Some data could not be cleared. The app was not removed.
zh_hans: 部分数据未能清除，应用未移除。
zh_hk: 部分資料未能清除，應用程式未移除。

# 预览版
source: Preview
zh_hans: 预览版
zh_hk: 預覽版

source: General
zh_hans: 通用
zh_hk: 一般

source: General Settings
zh_hans: 通用设置
zh_hk: 一般設定

source: Registers the General settings entry with app info, website and updates.
zh_hans: 在设置视图中注册「通用」入口，包含应用信息、网站与更新。
zh_hk: 在設定中註冊「一般」入口，包含應用程式資訊、網站與更新。
